/* Download of File Packages Not Supported Alert Text */
"%@ is a file package. (A directory that acts like a single file.) Downloading of file packages is not currently supported. Consider using Finder to make an Archive of the file. Downloading of archive (.zip) files is supported." = "%@ 是一个文件包。(一个看来象一个文件的目录。) 当前尚不支持下载这类文件。请考虑通过 Finder 制作归档文件。下载归档文件 (.zip) 是可被支持的。";

/* Download Not Supported Alert Title */
"Download Not Supported" = "下载不被支持";

/* OK Button */
"OK" = "好";